// Задание 1️⃣
// Напишите функцию multiple(a, b), которая перемножает два числа между собой. 
// Функция возвращает результат умножения.



// Задание 2️⃣
// Напишите функцию buildDate(day, month, year), которая принимает на вход числами день недели, месяц и год. 
// Функция возвращает дату строкой в формате dd/mm/yyyy.



// Задание 3️⃣
// Напишите функцию isAdult(age), которая принимает на вход возраст. 
// Если возраст больше или равен 18, функция возвращает true. Иначе - false.



// Задание 4️⃣
// Напишите функцию getMonthByNumber(monthNumber), которая на вход принимает порядковый номер месяца от 1 до 12. 
// Функция возвращает строкой название месяца (например, 'март'). Для решения задачи можно применить конструкцию switch-case (just google it).



// Задание 5️⃣
// Напишите функцию convertRub(valueRub, currency), которая конвертирует рубли в другие валюты. 
// Функция принимает число в рублях и валюту для перевода строкой ('USD, 'EUR', 'KZT', 'AED'). 
// Функция возвращает результат конвертации. Для решения задачи можно применить конструкцию switch-case (just google it).